<script setup lang="ts">

</script>

<template>

  <h>欧广宇</h>
  <p>一、个人简介</p>
  <p>归属学科专业：计算机科学</p>
  <p>欧广宇， 女， 汉族， 1977.1出生， 讲师， 是否博导：否， 是否硕导：否， 校、院内任职：无</p>
  <p>二、主要学习与工作经历</p>
  <p>1999年和2002年分别于郑州大学获计算机工程专业学士学位和硕士学位。2004年评为讲师。2002年7月至今在上海理工大学任教。</p>

  <p>三、主要科研工作与成绩</p>
  <p>发表学术论文50余篇，其中SCI收录近10篇、EI收录近30篇、ISTP收录6篇。出版国外专著一部，合编国内教材一部。申请国家发明专利一项，获国家软件专利权一项。2001年12月获上海市教学成果二等奖；2002年12月荣获上海市“曙光学者”光荣称号。2008年12月评为上海理工大学“同学心目中的好老师”。</p>

  <p>四、主要社会学术团体兼职</p>
  <p>无</p>
  <p>五、主要研究方向</p>

  <p>[1]数据仓库和数据挖掘；</p>

  <p>[2]软件工程；</p>


  <p>面向对象程序设计;多媒体技术；人工智能</p>
  <p>六、联系方式</p>
  <p>电话：021-55276147；021-55270000（传真），现教中心606。 电子邮箱：ogyu@usst.edu.cn，个人主页：无</p>

</template>
<style>

</style>